11/data/attachments/816938efaf7cee4d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Scott_traditional_Friend_4776_8</nif:username>
            <nif:friendToBeRequested>soap_friends_3d174bf0-a09e-44ea-8541-0067932a553e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>